public class Task1 {
    public static void main(String[] args) {
        int amount = 13_676;
        int mile = amount / 20;
        System.out.println("Стоимость билета " +amount + "рублей. Вам начислено " + mile + " миль");


        // Объявляете переменные для входных данных и
        // параметров программы: одну для хранения
        // стоимости билета, другую для хранения количества
        // рублей для одной бонусной мили

        // Рассчитываете количество бонусных миль, используя
        // значения заведённых переменных. Ответ сохраняете в
        // новую переменную и выводите на экран
    }
}

